Repository: Alvila25/TchadMaCulture
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Explore the rich traditions of Chad, from <strong>marriage customs</strong> to <strong>traditional clothing</strong> and ancient beliefs. These customs reflect the deep-rooted history and diversity of the country's many ethnic groups.
fr: Explorez les riches traditions du Tchad, des <strong>coutumes de mariage</strong> aux <strong>vêtements traditionnels</strong> et aux croyances anciennes. Ces coutumes reflètent l'histoire profondément enracinée et la diversité des nombreux groupes ethniques du pays.

source: Read More
fr: Lire la suite

source: Modern Cultural Shifts
fr: Changements culturels modernes

source: As Chad embraces modernization, its culture is evolving. Discover how traditional and contemporary influences blend, shaping the way Chadians live, dress, and celebrate today.
fr: Alors que le Tchad embrasse la modernisation, sa culture évolue. Découvrez comment les influences traditionnelles et contemporaines se mélangent, façonnant la manière dont les Tchadiens vivent, s'habillent et célèbrent aujourd'hui.

source: Interviews with Artists, Musicians, & Historians
fr: Interviews avec des artistes, musiciens et historiens

source: Meet the cultural pioneers preserving and promoting Chadian heritage. Read exclusive interviews with <strong>artists, musicians, and historians</strong> who are shaping the future of Chad’s cultural identity.
fr: Rencontrez les pionniers culturels qui préservent et promeuvent le patrimoine tchadien. Lisez des interviews exclusives avec des <strong>artistes, musiciens et historiens</strong> qui façonnent l'avenir de l'identité culturelle du Tchad.

source: Chadian Proverbs & Wisdom
fr: Proverbes et sagesse tchadienne

source: Traditional Sayings & Meanings
fr: Dictons traditionnels et significations

source: The river that forgets its source will soon dry up.
fr: La rivière qui oublie sa source s'asséchera bientôt.

source: Meaning
fr: Signification

source: Never forget your roots, heritage, or where you come from.
fr: N'oubliez jamais vos racines, votre patrimoine ou d'où vous venez.

source: Proverbs by Region
fr: Proverbes par région

source: Kanembu Proverb
fr: Proverbe Kanembu

source: A tree does not grow taller than the one that gave it shade.
fr: Un arbre ne pousse pas plus haut que celui qui lui a donné de l'ombre.

source: Respect and honor those who have supported and guided you.
fr: Respectez et honorez ceux qui vous ont soutenu et guidé.

source: Sara Proverb
fr: Proverbe Sara

source: A lion’s strength is not in its roar, but in its actions.
fr: La force d'un lion n'est pas dans son rugissement, mais dans ses actions.

source: True power is demonstrated through deeds, not words.
fr: Le vrai pouvoir se démontre par les actes, pas par les mots.

source: Arab Chadian Proverb
fr: Proverbe arabe tchadien

source: A traveler with no destination is like a bird without wings.
fr: Un voyageur sans destination est comme un oiseau sans ailes.

source: One must have purpose and direction in life.
fr: Il faut avoir un but et une direction dans la vie.

source: Featured Chadian Artists & Creatives
fr: Artistes et créatifs tchadiens en vedette

source: Discover the talented painters, musicians, writers, and cultural icons who are shaping Chad’s artistic and creative landscape.
fr: Découvrez les peintres, musiciens, écrivains et icônes culturelles talentueux qui façonnent le paysage artistique et créatif du Tchad.

source: Painting by Chadian artist Ahmed Djibrine
fr: Peinture de l'artiste tchadien Ahmed Djibrine

source: A renowned Chadian painter whose artwork reflects the rich history and diverse cultures of Chad.
fr: Un peintre tchadien renommé dont les œuvres reflètent l'histoire riche et les cultures diverses du Tchad.

source: Performance by Chadian musician Ngass David
fr: Performance du musicien tchadien Ngass David

source: A talented singer blending traditional Chadian rhythms with modern Afrobeat influences.
fr: Un chanteur talentueux mélangeant les rythmes traditionnels tchadiens avec des influences afrobeat modernes.

source: Portrait of Chadian writer Rais Kim
fr: Portrait de l'écrivain tchadien Rais Kim

source: An acclaimed writer known for his novels that explore Chadian history, politics, and identity.
fr: Un écrivain reconnu connu pour ses romans qui explorent l'histoire, la politique et l'identité tchadienne.

source: Interactive Cultural Map of Chad
fr: Carte culturelle interactive du Tchad

source: Click on a region to learn more about its traditions, ethnic groups, and cultural highlights.
fr: Cliquez sur une région pour en savoir plus sur ses traditions, ses groupes ethniques et ses points forts culturels.

source: Interactive cultural map of Chad
fr: Carte culturelle interactive du Tchad

source: Lac Region
fr: Région du Lac

source: Region Name
fr: Nom de la région

source: Click on a region to explore its culture and traditions.
fr: Cliquez sur une région pour explorer sa culture et ses traditions.

source: Cultural Innovation and Future of Chadian Heritage
fr: Innovation culturelle et avenir du patrimoine tchadien

source: Chadian Culture in the Digital Age
fr: La culture tchadienne à l'ère numérique

source: The rise of technology is transforming how Chadian culture is preserved and shared. Social media platforms, digital archives, and streaming services are giving artists and historians the tools to showcase traditions to a global audience.
fr: L'essor de la technologie transforme la manière dont la culture tchadienne est préservée et partagée. Les plateformes de médias sociaux, les archives numériques et les services de streaming offrent aux artistes et aux historiens les outils pour présenter les traditions à un public mondial.

source: Young Chadians are using <strong>YouTube, TikTok, and Instagram</strong> to promote traditional music, fashion, and languages, making culture more accessible to the younger generation.
fr: Les jeunes Tchadiens utilisent <strong>YouTube, TikTok et Instagram</strong> pour promouvoir la musique traditionnelle, la mode et les langues, rendant la culture plus accessible à la jeune génération.

source: AI & Virtual Reality in Cultural Preservation
fr: IA et réalité virtuelle dans la préservation culturelle

source: Artificial Intelligence (AI) and Virtual Reality (VR) are opening new doors for cultural preservation. AI-driven <strong>language translation tools</strong> help document indigenous Chadian languages, ensuring they are not lost over time.
fr: L'intelligence artificielle (IA) et la réalité virtuelle (VR) ouvrent de nouvelles portes pour la préservation culturelle. Les outils de <strong>traduction linguistique basés sur l'IA</strong> aident à documenter les langues indigènes tchadiennes, garantissant qu'elles ne se perdent pas avec le temps.

source: Virtual reality experiences allow people to explore <strong>historical sites, festivals, and traditional ceremonies</strong> from anywhere in the world.
fr: Les expériences de réalité virtuelle permettent aux gens d'explorer les <strong>sites historiques, festivals et cérémonies traditionnelles</strong> depuis n'importe où dans le monde.

source: Diaspora’s Role in Cultural Promotion
fr: Rôle de la diaspora dans la promotion culturelle

source: The Chadian diaspora plays a crucial role in <strong>spreading and preserving Chadian culture</strong>. Through <strong>film, literature, music, and community events</strong>, Chadians living abroad are helping introduce their traditions to international audiences.
fr: La diaspora tchadienne joue un rôle crucial dans la <strong>diffusion et la préservation de la culture tchadienne</strong>. À travers le <strong>cinéma, la littérature, la musique et les événements communautaires</strong>, les Tchadiens vivant à l'étranger aident à présenter leurs traditions à un public international.

source: E-Learning & Cultural Resources
fr: E-learning et ressources culturelles

source: Access courses, e-books, and language guides to explore Chad’s rich culture and traditions.
fr: Accédez à des cours, des livres électroniques et des guides linguistiques pour explorer la riche culture et les traditions du Tchad.

source: Online Courses & Workshops
fr: Cours en ligne et ateliers

source: Learn Chadian arts, traditional music, and cultural practices through interactive courses.
fr: Apprenez les arts tchadiens, la musique traditionnelle et les pratiques culturelles à travers des cours interactifs.

source: Explore Courses
fr: Explorer les cours

source: Downloadable E-books & Research Materials
fr: Livres électroniques et matériaux de recherche téléchargeables

source: Access historical books, research papers, and cultural studies on Chad.
fr: Accédez à des livres historiques, des articles de recherche et des études culturelles sur le Tchad.

source: Download E-books
fr: Télécharger des livres électroniques

source: Chadian Language Guide
fr: Guide des langues tchadiennes

source: Learn key phrases in Sara, Kanembu, Arabic, and other Chadian languages.
fr: Apprenez des phrases clés en Sara, Kanembu, arabe et autres langues tchadiennes.

source: Explore Language Guide
fr: Explorer le guide linguistique

source: Digital Art & NFTs: The Future of Chadian Creativity
fr: Art numérique et NFT : L'avenir de la créativité tchadienne

source: Chadian artists are exploring new frontiers in the digital world. Through NFTs, they are showcasing and selling their artwork globally while preserving traditional art for future generations.
fr: Les artistes tchadiens explorent de nouvelles frontières dans le monde numérique. À travers les NFT, ils présentent et vendent leurs œuvres à l'échelle mondiale tout en préservant l'art traditionnel pour les générations futures.

source: Chadian NFT artwork
fr: Œuvre NFT tchadienne

source: Chadian Art in the NFT Space
fr: Art tchadien dans l'espace NFT

source: Support Chadian artists by purchasing unique digital artworks inspired by traditional and modern themes.
fr: Soutenez les artistes tchadiens en achetant des œuvres numériques uniques inspirées de thèmes traditionnels et modernes.

source: Buy on OpenSea
fr: Acheter sur OpenSea

source: Digital archive of Chadian traditional art
fr: Archive numérique de l'art traditionnel tchadien

source: Digitally Archiving Traditional Art
fr: Archivage numérique de l'art traditionnel

source: Efforts are being made to digitize and archive Chadian paintings, sculptures, and textiles for future generations.
fr: Des efforts sont en cours pour numériser et archiver les peintures, sculptures et textiles tchadiens pour les générations futures.

source: Explore Archive
fr: Explorer l'archive

source: Experience Chad: Virtual Cultural Tour
fr: Découvrez le Tchad : Visite culturelle virtuelle

source: Explore Chad’s rich heritage through immersive 360° virtual tours and interactive AR experiences. Take a multimedia journey through Chad’s heritage, no passport required.
fr: Explorez le riche patrimoine du Tchad à travers des visites virtuelles immersives à 360° et des expériences AR interactives. Faites un voyage multimédia à travers le patrimoine du Tchad, sans passeport requis.

source: 360° Tour: Gerewol Festival
fr: Visite à 360° : Festival Gerewol

source: Step into the world of the Gerewol Festival, a breathtaking cultural event featuring dance, music, and tradition.
fr: Plongez dans le monde du Festival Gerewol, un événement culturel époustouflant mettant en vedette la danse, la musique et la tradition.

source: Start 360° Tour
fr: Démarrer la visite à 360°

source: Explore Ancient Chad
fr: Explorer le Tchad ancien

source: Take a virtual tour of Chad’s historical landmarks, including the Ennedi Plateau and ancient rock art sites.
fr: Faites une visite virtuelle des monuments historiques du Tchad, y compris le plateau d'Ennedi et les sites d'art rupestre anciens.

source: Explore Now
fr: Explorer maintenant

source: Augmented Reality: Chadian Artifacts
fr: Réalité augmentée : Artefacts tchadiens

source: Use AR to interact with traditional Chadian artifacts, sculptures, and ancient manuscripts.
fr: Utilisez la réalité augmentée pour interagir avec des artefacts tchadiens traditionnels, des sculptures et des manuscrits anciens.

source: Try AR Experience
fr: Essayer l'expérience AR

source: Membership & Community Portal
fr: Portail de membres et de communauté

source: Become part of a growing community dedicated to preserving and promoting Chadian culture.
fr: Faites partie d'une communauté croissante dédiée à la préservation et à la promotion de la culture tchadienne.

source: Exclusive Member Access
fr: Accès exclusif aux membres

source: Join a network of cultural enthusiasts, researchers, and artists for access to exclusive content and events.
fr: Rejoignez un réseau de passionnés de culture, de chercheurs et d'artistes pour accéder à des contenus et événements exclusifs.

source: Join Now
fr: Rejoignez maintenant

source: Discussion Forums
fr: Forums de discussion

source: Exchange ideas, share research, and collaborate with other members in our cultural discussion forums.
fr: Échangez des idées, partagez des recherches et collaborez avec d'autres membres dans nos forums de discussion culturels.

source: Visit Forum
fr: Visiter le forum

source: Monthly Newsletters
fr: Bulletins mensuels

source: Stay updated on Chadian culture, events, and featured artists with our exclusive monthly newsletter.
fr: Restez informé sur la culture tchadienne, les événements et les artistes en vedette avec notre newsletter mensuelle exclusive.

source: Subscribe Now
fr: S'abonner maintenant

source: Test Your Knowledge: Interactive Quiz
fr: Testez vos connaissances : Quiz interactif

source: Answer these fun questions about Chadian history, arts, and traditions and earn badges!
fr: Répondez à ces questions amusantes sur l'histoire, les arts et les traditions tchadiennes et gagnez des badges !

source: What is the capital of Chad?
fr: Quelle est la capitale du Tchad ?

source: What is the national language of Chad?
fr: Quelle est la langue nationale du Tchad ?

source: French
fr: Français

source: Arabic
fr: Arabe

source: Arabic and French
fr: Arabe et Français

source: Who or what is 'Toumaï' in Chadian cultural and scientific history?
fr: Qui ou qu'est-ce que 'Toumaï' dans l'histoire culturelle et scientifique tchadienne ?

source: A traditional Chadian dance
fr: Une danse traditionnelle tchadienne

source: A legendary warrior of the Toubou people
fr: Un guerrier légendaire du peuple Toubou

source: The oldest known human ancestor discovered in Chad
fr: L'ancêtre humain le plus ancien découvert au Tchad

source: A sacred mountain in southern Chad
fr: Une montagne sacrée dans le sud du Tchad

source: Submit quiz answers
fr: Soumettre les réponses du quiz

source: Submit Answer
fr: Soumettre la réponse

source: Congratulations! You've earned the 'Chad Expert' badge!
fr: Félicitations ! Vous avez gagné le badge 'Expert du Tchad' !

source: Chadian Cultural Marketplace
fr: Marché culturel tchadien

source: Discover and support local Chadian artisans, musicians, and filmmakers.
fr: Découvrez et soutenez les artisans, musiciens et cinéastes tchadiens locaux.

source: Shop for Authentic Chadian Crafts, Books & Art
fr: Achetez des objets artisanaux, livres et œuvres d'art tchadiens authentiques

source: Handmade Chadian woven basket
fr: Panier tissé tchadien fait main

source: Handmade Chadian Basket
fr: Panier tchadien fait main

source: Beautifully woven baskets by Chadian artisans, perfect for home decor.
fr: Paniers magnifiquement tissés par des artisans tchadiens, parfaits pour la décoration intérieure.

source: Buy Now
fr: Acheter maintenant

source: Book on Chadian cultural history
fr: Livre sur l'histoire culturelle tchadienne

source: Voices of Chad - Book
fr: Voix du Tchad - Livre

source: An insightful book exploring the rich cultural history of Chad.
fr: Un livre perspicace explorant la riche histoire culturelle du Tchad.

source: Traditional Chadian painting
fr: Peinture traditionnelle tchadienne

source: Traditional Chadian Painting
fr: Peinture traditionnelle tchadienne

source: Vibrant artwork reflecting Chad’s landscapes and traditions.
fr: Œuvres vibrantes reflétant les paysages et traditions du Tchad.

source: Music & Film Streaming
fr: Streaming de musique et de films

source: Album cover of Chadian music collection
fr: Pochette d'album de la collection de musique tchadienne

source: Chadian Rhythms
fr: Rythmes tchadiens

source: A collection of traditional and modern Chadian music.
fr: Une collection de musique tchadienne traditionnelle et moderne.

source: Listen Now
fr: Écouter maintenant

source: Poster for Chadian cultural documentary
fr: Affiche pour le documentaire culturel tchadien

source: Chad: A Cultural Journey
fr: Tchad : Un voyage culturel

source: A documentary exploring Chad’s rich cultural heritage.
fr: Un documentaire explorant le riche patrimoine culturel du Tchad.

source: Watch Now
fr: Regarder maintenant

source: Get Involved in Preserving Chadian Culture
fr: Participez à la préservation de la culture tchadienne

source: Play a role in keeping Chad’s rich cultural heritage alive by volunteering, donating, or supporting artists and initiatives.
fr: Jouez un rôle dans la préservation du riche patrimoine culturel du Tchad en faisant du bénévolat, en faisant un don ou en soutenant les artistes et les initiatives.

source: Volunteer & Collaborate
fr: Bénévolat et collaboration

source: Join cultural projects, assist in research, or help document Chadian traditions for future generations.
fr: Participez à des projets culturels, aidez à la recherche ou contribuez à documenter les traditions tchadiennes pour les générations futures.

source: Join as a Volunteer
fr: Rejoignez en tant que bénévole

source: Donate to Cultural Initiatives
fr: Faire un don pour des initiatives culturelles

source: Your contributions help fund cultural preservation projects, support local artists, and document traditional heritage.
fr: Vos contributions aident à financer des projets de préservation culturelle, à soutenir les artistes locaux et à documenter le patrimoine traditionnel.

source: Donate Now
fr: Faire un don maintenant

source: Support Chadian Artists
fr: Soutenez les artistes tchadiens

source: Discover and sponsor talented artists, musicians, and writers to ensure Chadian culture thrives.
fr: Découvrez et parrainez des artistes, musiciens et écrivains talentueux pour garantir que la culture tchadienne prospère.

source: Support an Artist
fr: Soutenir un artiste

source: Contact & Collaborate
fr: Contact et collaboration

source: Connect with us to contribute, collaborate, or learn more about Chadian culture.
fr: Contactez-nous pour contribuer, collaborer ou en apprendre davantage sur la culture tchadienne.

source: Your Name
fr: Votre nom

source: Enter your name
fr: Entrez votre nom

source: Your Email
fr: Votre email

source: Enter your email address
fr: Entrez votre adresse email

source: Your Message
fr: Votre message

source: Enter your message
fr: Entrez votre message

source: Send your message
fr: Envoyez votre message

source: Send Message
fr: Envoyer le message

source: Contact Us
fr: Contactez-nous

source: Phone
fr: Téléphone

source: Address
fr: Adresse

source: N'Djamena, Chad
fr: N'Djamena, Tchad

source: Follow Us
fr: Suivez-nous

source: The capital city, a vibrant hub of Chadian culture and history.
fr: La capitale, un centre vibrant de la culture et de l'histoire tchadienne.

source: Home to Lake Chad, a vital cultural and economic landmark.
fr: Abrite le lac Tchad, un monument culturel et économique vital.

source: Known for its stunning rock formations and ancient cave paintings.
fr: Connu pour ses formations rocheuses époustouflantes et ses peintures rupestres anciennes.

source: You got %s out of 3 correct!
fr: Vous avez obtenu %s sur 3 correct !
